wsgi/bjoern_falcon.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    47.52us   12.52us 289.00us   91.83%
    Req/Sec    20.44k     1.54k   22.42k    72.73%
  22360 requests in 1.10s, 2.52MB read
Requests/sec:  20342.34
Transfer/sec:      2.29MB