wsgi/cherrypy_falcon.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    93.03ms   32.49ms 105.21ms   90.00%
    Req/Sec     9.67      4.21    20.00     77.78%
  10 requests in 1.03s, 1.43KB read
Requests/sec:      9.66
Transfer/sec:      1.38KB