wsgi/gunicorn_falcon.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   496.81us   94.75us   1.69ms   88.25%
    Req/Sec     1.44k   171.85     1.61k    81.82%
  1573 requests in 1.10s, 268.82KB read
Requests/sec:   1430.04
Transfer/sec:    244.39KB