wsgi/uwsgi_flask.log
Running 1s test @ http://localhost:8000
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.97ms   26.23ms 146.08ms   90.40%
    Req/Sec   477.10    265.64     0.89k    60.00%
  478 requests in 1.01s, 42.95KB read
  Socket errors: connect 0, read 478, write 0, timeout 0
Requests/sec:    475.43
Transfer/sec:     42.71KB